start_response = """Вас приветствует бот BMW Club Новосибирск!

BMWClubNovosibirsk - не просто группа или чат) мы общаемся, помогаем друг другу в самых разных ситуациях и сферах жизни, периодически встречаемся (кафе,кальянная,выезд на природу, аренда коттеджей и пр), занимаемся благотворительностью и т.д.

Если Вы хотите стать частью нашего клуба, то Вам необходимо будет пройти регистрацию, где Вам необходимо будет указать следующую информацию:
    1.Ваше Имя, Фамилию и Отчество (если есть)
    2.Дата рождения
    3.Профессия/род деятельности/ чем и 
      в чём сможете помочь советом или делом
    4.Фото авто (Мы авто-клуб как никак 😄)
    5.Гос.номер
    6.Номер телефона
    7.Страницы, сайты, номера тел и прочее, 
      если вы или ваши знакомые хотят стать 
      партнёрами клуба, дать скидку и тд. 
      в ЛЮБОЙ из сфер жизни. 
      
Подробности у https://t.me/Polina_414.
Данная информация будет СКРЫТА и доступна только ответственному кругу лиц и администратору клуба.

Если вы хотите стать нашим партнером или рекламодателем, то нажмите на соответствующие кнопки ниже и мы с Вами свяжемся 
"""

registr_attention = "Пожалуйста, указывайте свои данные без ошибок, иначе процесс регистрации придется проходить заново"
registr_attention_partner = "Вы хотите стать нашим партнером. После заполнения небольшой формы мы свяжемся с Вами," \
                            " чтобы обсудить детали партнерства."
registr_attention_ads = "Вы хотите стать нашим рекламодателем. После заполнения небольшой формы мы свяжемся с Вами," \
                            " чтобы обсудить детали и условия размещения рекламы."
input_surname = "Укажите Вашу Фамилию"
input_name = "Укажите Ваше Имя"
input_patronymic = 'Укажите Ваше Отчество, если его нет, то напишите “Нет”'
input_birthday = 'Укажите дату Вашего рождения'
input_about = 'Расскажите о себе, чем занимаетесь/ род деятельности/ хобби или в чем разбираетесь и в случае чего к ' \
              'Вам можно было обратиться за советом. Например, "Я работаю адвокатом, разбираюсь в административном праве"'
input_car_photo = 'Загрузите фото вашего авто'
input_car_number_plate = '''Введите гос.номер вашего авто, в формате: С065МК-78
Гос.номер-Код региона '''
err_input_number_plate = '''Вы написали номер с ошибкой!
Введите номер заново'''
input_non_rus_car_number_plate = 'Введите гос.номер Вашего авто'
input_phone_number = 'Отправьте Ваш номер телефона, нажав кнопку ниже'
partner_choice = '''Хотите ли Вы стать партнером нашего клуба?  

Страницы, сайты, номера тел и прочее, если Вы или ваши знакомые хотят стать партнёрами клуба, дать скидку и тд. в ЛЮБОЙ из сфер жизни. 
Например, если  Вы владелец автосервиса, то можете стать нашим партнером получив в замен крупный и постоянный поток клиентов и т.п. 
Подробности у https://t.me/Polina_414.
'''
about_partner_info = '''Расскажите о своем деле, том чем мы и Ваш бизнес могли бы сотрудничать, например скидки, услуги или какой либо еще вид помощи связанный с вашим бизнесом или организацией. 

Позже с Вами свяжутся администраторы, чтобы более подробно обсудить детали сотрудничества.'''
about_ads_info = '''Расскажите о своей организации и о том какую бы рекламу хотели бы у нас разместить. 

Позже с Вами свяжутся администраторы, чтобы более подробно обсудить детали сотрудничества.'''
business_info_answer =  '''Ожидайте скоро наши администраторы свяжутся с вами
Если хотите пройти регистрацию заново нажмите /start'''
end_registration = 'Если Вы уверены в правильности введённых данных нажмите кнопку “Завершить регистрацию”'
finish_registration = 'Регистрация была успешно завершена!'

registration_help = 'Расскажите о том, с чем у Вас возникают трудности.Опишите свою проблему или вопрос и скоро с Вами свяжутся администраторы.'
registration_help_answer = '''Ваш вопрос принят.
Ждите скоро наши администраторы свяжутся с вами
Для того чтобы пройти регистрацию заново нажмите /start'''

