start_response = """Вас приветствует бот BMW Club Новосибирск!

BMWClubNovosibirsk - не просто группа или чат) мы общаемся, помогаем друг другу в самых разных ситуациях и сферах жизни, периодически встречаемся (кафе,кальянная,выезд на природу, аренда коттеджей и пр), занимаемся благотворительностью и т.д.

Если Вы хотите стать частью нашего клуба, то Вам необходимо будет пройти регистрацию, где Вам необходимо будет указать следующую информацию:
    1.Ваше Имя, Фамилию и Отчество (если есть)
    2.Дата рождения
    3.Профессия/род деятельности/ чем и 
      в чём сможете помочь советом или делом
    4.Фото авто (Мы авто-клуб как никак 😄)
    5.Гос.номер
    6.Номер телефона
    7.Страницы, сайты, номера тел и прочее, 
      если вы или ваши знакомые хотят стать 
      партнёрами клуба, дать скидку и тд. 
      в ЛЮБОЙ из сфер жизни. 
      
Подробности у https://t.me/Polina_414.
Данная информация будет СКРЫТА и доступна только ответственному кругу лиц и администратору клуба."""

registr_attention = "Пожалуйста, указывайте свои данные без ошибок, иначе процесс регистрации придется проходить заново"
input_surname = "Укажите Вашу Фамилию"
input_name = "Укажите Ваше Имя"
input_patronymic = 'Укажите Ваше Отчество, если его нет, то напишите “Нет”'
input_birthday = 'Укажите дату Вашего рождения'
